---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrLandingsOverlapping
source: html/f37b33c0-1907-adda-6699-4178e8eeef7c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrLandingsOverlapping Property

"Landing Overlap"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrLandingsOverlapping { get; }
```